/* All Documents type popup item */
"All Documents" = "Kaikki dokumentit";

/* All Readable Known type popup item */
"All Known Documents" = "Kaikki tunnetut dokumentit";

/* All Readable Documents type popup item */
"All Readable Documents" = "Kaikki luettavissa olevat dokumentit";

/* Cancel button text */
"Cancel" = "Kumoa";

/* Choose button text */
"Choose" = "Valitse";

/* ChooseFile dialog title */
"Choose a File" = "Valitse tiedosto";

/* ChooseFolder dialog title */
"Choose a Folder" = "Valitse kansio";

/* ChooseVolume dialog title */
"Choose a Volume" = "Valitse taltio";

/* ChooseObject dialog title */
"Choose an Object" = "Valitse kohde";

/* Default save format menu item */
"Default" = "Oletus";

/* Discard changes button text */
"Discard Changes" = "Hylkää muutokset";

/* Ask Discard Changes message */
"Do you want to revert to the most recently saved revision of the document \\U201C%@\\U201D?" = "Haluatko palauttaa dokumentin ”%@” viimeksi tallennetun version?";

/* Ask Save Changes dialog message */
"Do you want to save the changes you made in the document \\U201C%@\\U201D?" = "Haluatko tallentaa dokumenttiin ”%@” tehdyt muutokset?";

/* Ask Save Changes dialog message with nil name */
"Do you want to save the changes you made to this document?" = "Haluatko tallentaa dokumenttiin tehdyt muutokset?";

/* Don't save button text */
"Don\\U2019t Save" = "Älä tallenna";

/* Open panel enable popup label */
"Enable:" = "Salli:";

/* Save panel format popup label */
"Format:" = "Muoto:";

/* Ask Review Documents informative text */
"If you don\\U2019t review your documents, all your changes will be lost." = "Jos et tarkasta dokumentteja, kaikki muutokset menetetään.";

/* New folder button text */
"New Folder" = "Uusi kansio";

/* Revert button text */
"Revert" = "Palauta";

/* Review changes button text */
"Review Changes\\U2026" = "Tarkista muutokset…";

/* Save button text */
"Save" = "Tallenna";

/* PutFile default save file name */
"untitled" = "Nimetön";

/* Ask Review Documents message with known count */
"You have %ld %@ documents with unsaved changes. Do you want to review these changes before quitting?" = "Sinulla on %1$ld ohjelman %2$@ dokumenttia, joiden muutoksia ei ole tallennettu. Haluatko tarkistaa muutokset ennen lopettamista?";

/* Ask Review Documents message with unknown count */
"You have several %@ documents with unsaved changes. Do you want to review these changes before quitting?" = "Sinulla on useita ohjelman %@ dokumentteja, joiden muutoksia ei ole tallennettu. Haluatko tarkistaa muutokset ennen lopettamista?";

/* Ask Save Changes informative text */
"Your changes will be lost if you don\\U2019t save them." = "Tallentamattomat muutokset menetetään.";

/* Ask Discard Changes informative text */
"Your current changes will be lost." = "Nykyiset muutokset menetetään.";

